[  
    {    
        "id": 1,    
        "chef_picture": "https://example.com/martin_yan.jpg",    
        "chef_name": "Martin Yan",    
        "description": "A Chinese-American chef, Yan is a familiar face in the world of Chinese cuisine, particularly through his TV show Yan Can Cook. Yan is also an accomplished cookbook author and has taught cooking classes around the world. He is known for his dynamic and entertaining cooking style, as well as his deep knowledge of Chinese ingredients and techniques.",
        "years_of_experience": 50,    
        "number_of_recipes": 200,    
        "likes": 50000  },  
    {    
        "id": 2,    
        "chef_picture": "https://example.com/ming_tsai.jpg",    
        "chef_name": "Ming Tsai",    
        "description": "Born in the United States to Chinese immigrant parents, Tsai is a celebrated chef and restaurateur. He is known for his fusion cuisine, which blends traditional Chinese flavors with other international influences. In addition to his work in the kitchen, Tsai is also an advocate for sustainability in food and has served on the board of the Monterey Bay Aquarium's Seafood Watch program.",
        "years_of_experience": 30,    
        "number_of_recipes": 150,    
        "likes": 35000  },  
    {    
        "id": 3,    
        "chef_picture": "https://example.com/ken_hom.jpg",    
        "chef_name": "Ken Hom",    
        "description": "Born in the United States but raised in China, Hom is a world-renowned chef and cookbook author. He is particularly known for his expertise in wok cooking and his ability to create authentic Chinese dishes using simple ingredients. Hom has written over 30 cookbooks and has won numerous awards for his contributions to Chinese cuisine.",
        "years_of_experience": 40,    
        "number_of_recipes": 180,    
        "likes": 40000  },  
    {    
        "id": 4,    
        "chef_picture": "https://example.com/ching_he_huang.jpg",    
        "chef_name": "Ching He Huang",    
        "description": "A British chef and TV host, Huang has made a name for herself with her fresh, modern take on Chinese cooking. She is known for her focus on healthy and sustainable ingredients, and has published several cookbooks on the subject. Huang has also hosted several cooking shows on British television and has made appearances on American cooking shows as well.",
        "years_of_experience": 20,    
        "number_of_recipes": 120,    
        "likes": 25000  },  
        
    {    
        "id": 5,    
        "chef_picture": "https://example.com/susur_lee.jpg",    
        "chef_name": "Susur Lee",    
        "description": "Originally from Hong Kong, Lee is a highly regarded chef and restaurateur with a global reputation. He is known for his innovative and sophisticated approach to Chinese cuisine, as well as his skillful blending of Asian and Western flavors. Lee has won numerous awards for his restaurants, which include locations in Toronto, New York, and Singapore.",
        "years_of_experience": 35,    
        "number_of_recipes": 160,    
        "likes": 45000  },  
    {    
        "id": 6,    
        "chef_picture": "https://example.com/jereme_leung.jpg",    
        "chef_name": "Jereme Leung",    
        "description": "A Singaporean chef, Leung has made a name for himself with his elegant and refined Chinese cuisine. He has worked in some of the world's top restaurants, including the Mandarin Oriental in Hong Kong and the Waldorf Astoria in Shanghai. Leung is particularly known for his creative use of ingredients and his ability to balance flavors and textures in his dishes.",
        "years_of_experience": 25,    
        "number_of_recipes": 100,    
        "likes": 30000  
    }
]
